<template>
    <div id="app">
        <h1>--- Service ---</h1>
        <div>
        <h2>会員登録は1人で使用可能</h2>
        <a>会員登録したユーザーが管理者となります。たったの2ステップで初期設定は完了します。</a>
        </div>
        <div>
            <h2>いつでも希望を変更可能</h2>
            <a>学生は、システムの稼働期間内であればいつでも何回でも希望の研究室を変更することができます。</a>
        </div>
        <div>
            <h2>独自の配属アルゴリズム</h2>
            <a>安定結婚問題を解くアルゴリズムを応用した研究室配属アルゴリズムを用いて配属処理をしております。</a>
        </div>
</div>
</template>

<script>
  export default {
      components: {
      },
    data: () => ({
      
    }),
  }
</script>
